Функционал: Проверяем функции сложения, вычитания умножения в калькуляторе

Сценарий: Операция сложения 
	Если слагаю 15 и 6
	То получаю 21

Сценарий: Операция вычитания
	Если отнимаю 10 из 20
	То получаю 10

Сценарий: Операция умножения
	Если 10 умножаю на 5
	То получаю 50

Структура сценария: Операция сложения с множеством примеров
	Если слагаю <значение1> и <значение2>
	То получаю <результат>
	Примеры: 
	| значение1 | значение2 | результат |
	| 1         | 2         | 3         |
	| 100       | 23        | 123       |
	| 12        | 243       | 255       |
	| 68        | 3567      | 3635      |

Структура сценария: Операция вычитания с множеством примеров
	Если отнимаю <значение1> из <значение2>
	То получаю <результат>
	Примеры: 
	| значение2 | значение1 | результат |
	| 2         | 1         | 1         |
	| 39        | 21        | 18        |
	| 12        | 20        | -8        |
	| 4560      | 429       | 4131      |
	
Структура сценария: Операция умножения с множеством примеров
	Если <значение1> умножаю на <значение2>
	То получаю <результат>
	Примеры: 
	| значение1 | значение2 | результат |
	| 1         | 2         | 2         |
	| 10        | 21        | 210       |
	| 38        | 15        | 570       |
	| 123       | 45        | 5535      |
